const qnaList = [
  {
    q: '1. 첫 번째 질문',
    a: [
      { answer: 'a. 대답1', type: [1, 2, 4, 9] },
      { answer: 'b. 대답2', type: [0, 3, 6, 5, 10, 8] },
      { answer: 'c. 대답3', type: [7, 11 ] },
    ]
  },
  {
    q: '2. 두 번째 질문',
    a: [
      { answer: 'a. 대답1', type: [0, 3, 2, 8] },
      { answer: 'b. 대답2', type: [1, 6, 5, 10] },
      { answer: 'c. 대답3', type: [7, 4, 9, 11] },
    ]
  },
  {
    q: '3. 세 번째 질문',
    a: [
      { answer: 'a. 대답1', type: [1, 3, 2, 10, 8] },
      { answer: 'b. 대답2', type: [7, 9, 11] },
      { answer: 'c. 대답3', type: [0, 6, 5, 4] }
    ]
  },
  {
    q: '4. 네 번째 질문',
    a: [
      { answer: 'a. 대답1', type: [1, 2, 4 ] },
      { answer: 'b. 대답2', type: [7, 10, 8, 9, 11 ] },
      { answer: 'c. 대답3', type: [0, 3, 6, 5 ] },
    ]
  },
  {
    q: '5. 다섯 번째 질문',
    a: [
      { answer: 'a. 대답1', type: [1, 7, 10, 4, 9 ] },
      { answer: 'b. 대답2', type: [0, 3, 6, 11]},
      { answer: 'c. 대답3', type: [2, 5, 8] },
    ]
  },

  {
    q: '6. 여섯 번째 질문',
    a: [
      { answer: 'a. 대답2', type: [4, 9, 11 ] },
      { answer: 'b. 대답2', type: [0, 3, 6, 10 ] },
      { answer: 'c. 대답2', type: [1, 7, 2, 5, 8 ] },
    ]
  },
  {
    q: '7. 일곱 번째 질문',
    a: [
      { answer: 'a. 대답1', type: [1, 7, 11 ] },
      { answer: 'b. 대답2', type: [2, 4, 9 ] },
      { answer: 'c. 대답3', type: [0, 3, 6, 5, 10, 8 ] },
    ]
  },
  {
    q: '8. 여덟 번째 질문',
    a: [
      { answer: 'a. 대답1', type: [0, 4, 9 ] },
      { answer: 'b. 대답2', type: [3, 2, 6, 5, 10, 8 ] },
      { answer: 'c. 대답3', type: [1, 7, 11 ] },
    ]
  },
  {
    q: '9. 아홉 번째 질문',
    a: [
      { answer: 'a. 대답1', type: [7, 0, 5, 9 ] },
      { answer: 'b. 대답2', type: [1, 3, 6, 11 ] },
      { answer: 'c. 대답3', type: [2, 10, 8, 4 ] },
    ]
  },
  {
    q: '10. 열 번째 질문',
    a: [
      { answer: 'a. 대답1', type: [4, 9, 11] },
      { answer: 'b. 대답2', type: [0, 2, 6, 5 ] },
      { answer: 'c. 대답3', type: [1, 7, 3, 10, 8 ] },
    ]
  },
  {
    q: '11. 열 한 번째 질문',
    a: [
      { answer: 'a. 대답1', type: [1, 4, 9, 11 ] },
      { answer: 'b. 대답2', type: [7, 0, 3, 6, 10] },
      { answer: 'c. 대답3', type: [2, 5, 8 ] },
    ]
  },
  {
    q: '12. 열 두 번째 질문',
    a: [
      { answer: 'a. 대답1', type: [3, 6, 4, 9 ] },
      { answer: 'b. 대답2', type: [0, 2, 5, 10, 8] },
      { answer: 'c. 대답3', type: [1, 7, 11] },
    ]
  }
]

const infoList = [
  {
    name: '<액티비티>',
    desc: '액티비티~...~'
  },
  {
    name: '<먹거리>',
    desc: '먹거리~...~'
  },
  {
    name: '<쇼핑>',
    desc: '쇼핑~...~'
  },
  {
    name: '<호캉스>',
    desc: '호캉스~...~'
  },
  {
    name: '<산책>',
    desc: '산책~...~'
  },
  {
    name: '<예술/문화>',
    desc: '예술/문화~...~'
  },
  {
    name: '<교육>',
    desc: '교육~...~'
  },
  {
    name: '<역사>',
    desc: '역사~...~'
  },
  {
    name: '<명소>',
    desc: '명소~...~'
  },
  {
    name: '<축제>',
    desc: '축제~...~'
  },
  {
    name: '<바다>',
    desc: '바다~...~'
  },
  {
    name: '<온천>',
    desc: '온천~...~'
  },
]
